{
    "112": {
        "title": "自信與自卑",
        "content": [
            "112，金多，會吸金。是一個有名有利的數字，也是一個非常極端的數字，好就非常好，壞就非常壞。",
            "正面的 112 是溝通高手、大外交家、大仲介、超級演說家。",
            "負面：一個人自己跟自己說話，自以為是的一群人，太自我與自負，聽不進去別人的意見，時間長了婚姻會出現問題。",
            "112 在任何位置都有婚姻功課，在母基因（婚姻位）就特別強烈。",
            "能量高的 112，婚姻美滿，比爾蓋茨就是這個磁場，他家庭和諧，婚姻美滿，因為他從小就可以把猶太人聖經全部讀誦出來，經典能量高，不論哪個宗教。",
            "能量低時，112 就有幾個婚姻狀態：1) 長期兩地分居（五種狀況裏最好的） 2) 同床異夢 3) 家外有家，家裏紅旗不倒，家外彩旗飄飄 4) 離婚 5) a. 吵吵鬧鬧一輩子 b. 夫妻從來不吵架，相敬如賓，其中沒有 9 的那個人會先走（死別）。特別是夫妻是「天羅地網「的生肖（牛龍羊狗），克親、傷子、短壽、災殃、兇險的磁場特別強。",
            "夫妻若其中一人有 112，女主人的名字裏又有女字旁的字如嬋、娟，以及燕、艷等字，百分百有婚外情，女主人若沒外遇，老公肯定有，因為女主人名字的磁場不好，叫一聲名字，老公就往外推一步給了別的女人，是她的名字吸引來的女人，文字的磁場是很可怕的。",
            "健康方面，這個磁場容易得憂郁癥、神經容易出問題，因為他們整天自己跟自己說話，早晚出問題。112 有兩個金，金主肺，金多容易患上呼吸系統的疾病，如哮喘、支氣管炎等。這個號的人的大腸道也不好，容易患上腹瀉、便秘、排泄系統方面的問題。",
            "有 112 磁場的人，要將自己各方面的能量提升上來，不然在婚姻方面挺吃虧的。",
            "在事業方面，比爾蓋茨能量高，事業非常出色。能量低的 112，喜歡半途而廢，就像挖礦工人，往往還差一部便能挖到鉆石卻放棄了，半途而廢，一事無成。",
            "112 在任何位置都有這種磁場，尤其是事業位、婚姻位、主性格與第 13 組特別強，會經常換工作，總有原因讓他放棄，就像 7 魄裏面沒有 9 一樣，經常做心甘情願放棄沒有結果的事。",
            "有這組號的人千萬要做好調整與防患未然，不要去驗證，因為代價太高了，離婚一次敗九年的運，輸不起，特別是七魄裏面有 6 的人，你要家和萬事興才會才財運，如果離婚就會破財運。"
        ]
    },
    "123_213": {
        "title": "天生的講師",
        "content": [
            "123 的人是天生的講師，演說家。只要一個麥克風，一個舞臺，他就能發光發熱，不用稿子，可以滔滔不絕地講，又好聽又有表情又有動作，一對多的演說，成功的機會快。",
            "123 跟 213 都是一樣的，213 的 2 在前面，所以總喜歡發號施令。",
            "123 如果沒有得到妥善處理，一個 2 一個 3，水火沖，脾氣不好，一急就會發脾氣，但脾氣來得快，去得也快。別人還沒有緩過來，123 的人已經沒事了。",
            "能量高的 123，213 會水火相濟，能力爆發時很厲害。",
            "這組人喜歡虎頭蛇尾，開頭做的好好的，興致可濃了，但做著做著就失去信心了。這是因為 123，213 容易發脾氣，一發火人脈就沒有了，又得重新建立新的一撥人，所以虎頭蛇尾。",
            "晚年健康子媳財富位置有 123，213，會因為脾氣不好而沒有兒孫尊重，因此有這組數字的人要有錢，才有話語權。"
        ]
    },
    "134_314": {
        "title": "行動与策劃",
        "content": [
            "134，一個人行動後又策劃；這組數字的人記憶力強，很聰明。",
            "134 314的人天生心地善良，而且也比較感性，看到別人不好，他會感覺很難過。這組人是很有靈性的。",
            "這組數字的人必須有信仰，他是到處去幫人的，叫「雲遊四方做功德」，助人為樂，就會拿到結果。",
            "能量低的 134 喜歡抱怨，遇見人會將以前不愉快的事都說出來，多愁善感，會影響運勢。314的人抱怨會更強烈，如果 7 魄內又沒有 5，容易吸引小人是非。",
            "有 134 314 磁場的人，一定要提升能量，然後去行善積德，多做善事，多做功德，做多了，人生自然會越來越好。",
            "1966、1975、1984、1993 的人有 134，有婚姻功課，因為下面有 145 （事與願違）。"
        ]
    },
    "145_415": {
        "title": "大格局與事與願違",
        "content": [
            "145 415 的人如果走正面的話，格局是很大的。",
            "5 代表承上啟下，也代表土的厚德載物，宰相肚裏能撐船，人生方向目標要有大格局。",
            "145 跟 415 的磁場是一樣的，如果走負面的話，目標不清晰，容易事與願違。一個領導需要能量高才能駕馭這個磁場，讓磁場往好的方向走。",
            "看看倒三角裏面，母基因的 145 影響的是婚姻。婚姻總會事與願違，結婚的對象不是自己最喜歡的，也是婚姻功課。",
            "父基因的 145 能影響事業，事業总是事與願違。明明目標很明確，想去做一件大事，讓自己的人生事業可以順暢，但結果往往都得不到，目標總達不到。",
            "這組數字的人，胸懷、格局一定要大，不然拿不到他所想要的結果。因為 5 的五行為土，土是承載萬物的。例如在定目標上，如想拿到 100 萬，就要定 1000 萬的目標，不然連 100 萬都拿不到。"
        ]
    },
    "156_516": {
        "title": "財富號 (五方求財)",
        "content": [
            "156 516 是財富號，超級有錢人，如果你的身家沒有 1000 萬，那就白拿這組數字了。",
            "156，516 在倒三角內，自帶桃花的磁場，因為有 279 或 729，會有很多異性朋友，如果用好了，很多貴人幫；如果用不好，會惹來桃花，帶血帶淚又帶煞。",
            "156 的過程是 5，一定要格局大，才能拿到那個錢。156 的結果是 6，在人生中就必須修行兩個字「舍得」，有舍必有得，小舍小得，大舍大得。凡事先考慮別人，不要考慮自己，最後一定錢會來找你。",
            "156 和 516 的磁場是外來的財，外地運，就是說你必須離開出生地到外面去，才能賺到你的錢。",
            "156 叫「五方求財」，516 更厲害，叫「五方進財」。前提是把格局放大，將能量提升，錢才會進來。",
            "156 和 516 不出去，會變成大男人主義或大女人主義。156 很喜歡花錢，還會有一些不良的嗜好，如愛亂買東西、吸毒、賭博等。"
        ]
    },
    "167_617": {
        "title": "白手起家",
        "content": [
            "一個人用智慧吸引了貴人來，所以有白手起家的磁場。",
            "如果走正面的話，167 是 1 個領導用智慧吸引來的都是貴人。但如果那個 6 是用錢的話，吸引來的都是小人居多。",
            "數字 6 是天線寶寶，第六感特別強，有 7 是洞察力強，所以很多事，167，617的人內心都很清楚，但他們看透不說透，是很通靈的一群人。",
            "167 的磁場不好駕馭。白手起家還要從頭再來，白手起家來到一個高度，垮下來，又從頭再來。",
            "如果走負面，167 的人生就是一個過山車的人生。這種人生基本上都是起起落落，不斷的從頭再來。事業、婚姻可以從頭再來，但健康是不能從頭再來的。",
            "那些小人吃你的、喝你的，當你有困難時，跑得一個都沒有了。當你在危難時來幫你的都是你的貴人，當你有錢的時候，在你身邊的很多都是小人。",
            "167 的人特別大方，他掙錢，全家人一起花，為人很仗義。喜歡請人吃飯，跟 167 的人一起出去，基本上都由他買單。",
            "617，6 在前，所以 617 比 167 更在意自己，比如說請客吃飯，167 的人會先點大家喜歡吃的，617 的人則會先點自己喜歡吃的。",
            "617 的人有小金庫，存有私房錢。",
            "167 的磁場，因為聰明的緣故，他有白手起家的能力，可以從無到有，什麼事情都靠自己，不用家人或朋友幫忙，一個人就可以承擔起來。",
            "如果家裏孩子有 167 的這組磁場，建議什麼錢都不要給他，不是說他敗家，由於白手起家的磁場，只要一用父母的錢，就什麼都幹不成，會敗光父母的錢。",
            "167 在婚姻位也是婚姻功課號，因為有一組 843，糊塗號，也是老二的號。"
        ]
    },
    "178_718": {
        "title": "富足與壓力",
        "content": [
            "178 的磁場，過的是富足的生活。能量高的 178 都是非常厲害的人。可以幹事業，事業可以做到全世界。格局很大，心胸很大，很仗義，有義氣。所有數字 8 在後面就代表了什麼？富足或壓力。",
            "178，718 是成就他人的數字，8 代表承擔、擔當，但越是想承擔，越是好心辦壞事。",
            "178 的人，一輩子不能借錢給人家。178， 718 的人借了錢給人家，人家都還不了給他，因為誰借了他的錢，誰就倒黴。",
            "例如你有 178，有個朋友要開餐廳，還欠 2 萬塊錢，跟你借。你有 178，很仗義，所以借給他。他用跟你借的錢之後，餐廳的經營很不順利，不但不能還你錢，他的運也給你壓著，你的運也會給對方壓著。",
            "有 178 的人不能借錢給人家，別害人，別人敗運。",
            "有 178 的朋友要向你借錢，既然大家那麼要好，不借不行，你就說那個錢給他了，不用還，或者跟借錢的人收銀行利息就沒事。",
            "不能借錢的對象不包括配偶，因為夫妻是一體的，但子女就不行，不能借錢、借車給子女。",
            "總之，178，718 的人四不能做：不能借錢給人、不能借車給人、不能隨意承諾、不能做擔保人。",
            "718 的人叫「躺著也中槍」，不關你的事你也會被牽連，背黑鍋。所以，倒三角有 7 的人，要分出哪一個是貴人或小人。"
        ]
    },
    "189_819": {
        "title": "責任與壓力 (親力親為)",
        "content": [
            "189，是親力親為的號，凡事喜歡自己來，有精神與生活方面的潔癖，有自己的要求與標準。",
            "要求完美型的一群人，經常搞得自己很累，大小事情通常自己一手包辦。因此，睡眠都很淺，睡不好而影響健康。",
            "189 的人特別有責任感，如果想請員工，就請他們，他們會把事情幹得特別好，做事親力親為，別人做事不放心，把責任都扛在自己的肩膀上。",
            "189 是自己找來的壓力；819 是不請自來的壓力，尤其是在子女/下屬的位置。",
            "不想累壞的話，189 的人要懂得把事情分派出去，學會把格局放大。",
            "189 819 這兩組數字，是炸彈號，心腦血管高發號。如果只是一組而已，容易得，但不一定會得。如 2-3 組的話，年齡漸長時，就容易有。3 組以上的，必得心腦血管方面的病，會有突發的中風，腦溢血等。",
            "心臟搭橋的那些人多數有這些高發號，所以務必要把這些磁場化掉。",
            "這類人在晚年都有固定資產，財富會很多。"
        ]
    },
    "191_911": {
        "title": "孤獨與成功",
        "content": [
            "191，一個人成功了，最後剩下自己一個人。能力非凡，沒有他幹不成的，一夫當關，萬夫莫敵。",
            "191，因為自己，過程的那個 9 如果是貪心無原則，最後剩下你孤家寡人。191 是叫做孤獨終老的號，享受寂寞，品味孤獨的一群人。",
            "191 911 的人盡量少開車，191，1 是金，中間 9 是木，就是說兩金克一木，容易受到意外傷害。",
            "如果真的必須開車的話，要在車後尾箱放 165 平衡牌。",
            "911 的人在外面容易與人相處，同事朋友，一大班的，好好玩。但是回到家之後，門一關，就喜歡享受獨處，離開了世界都能自己一個人生活的人。",
            "母基因有 191，911，90 後的人宅男宅女就是這個號，喜歡一個人宅在家裏不出門，上上網，打打遊戲，手機裏的遊戲軟件都懂，不用人教，多數是打遊戲的高手。",
            "有 191 的孩子，如 90 後的孩子，基本不喜歡結婚，覺得一個人過挺好的。",
            "因此，那些結了婚的 191，一定要和伴侶多溝通，不然嚴重影響婚姻。191 的人一定會有 112 的磁場，婚姻會出現 5 中情況，是個婚姻功課很重的號。",
            "如果在加上七魄裏面沒有 5，他選的那個結婚對象，都不是他想要的，當時家裏人再反對，他會說我覺得挺好的，一旦結婚之後，兩個人一起生活，走著走著，兩個人就分道揚鑣了。",
            "191 而沒 5 的人事業事業選不明白，婚姻也選不明白。"
        ]
    },
    "224": {
        "title": "言多必失",
        "content": [
            "224，說著說著就策劃好了，已經分析好了，關鍵是給自己說還是給別人說。如果是七魄裏面沒有 5 和 9，往往是說給別人的成果。",
            "224，兩水漂一木，水多木漂，木頭容易腐爛，所以會浮於表面，所以口舌是非會很多。很多人都會去說很多項目，但這些項目都有冠冕堂皇的包裝，其實是賺快錢的（下面有 663），80%的人都會虧。",
            "2 是「說」，成也在嘴上，敗也在嘴上，會有很多口舌是非，所以要管住嘴，該說的說，不該說的別說。",
            "那些 4 是木，如果是植在土裏做功德，會有大財。文化產業是功德事業。",
            "224 這個號叫「天底下最守不住秘密的朋友」，224，說完又說，之後再思考，所以要找核心的團隊，最後才考慮 224 的人。",
            "如果想說一件事給閨蜜聽，要算一算閨蜜有沒有 224，告訴他「親愛的，我跟你說個秘密，但是你可別跟別人說」，結果三分鐘過後，就會有好多人知道了。",
            "2020 年的流年裏面有 224，這是性泛濫的一年，離婚率、出軌率會很多。"
        ]
    },
    "235_325": {
        "title": "溝通與執行",
        "content": [
            "235，325 是溝通高手，談判高手。235，一個人能說、有行動，又有目標方向，沒有他說不成的事。能量低的 235 是滿口空話，胡扯。",
            "235 的人，小鳥可以被他說到飛下樹來。口才好，說什麼都有吸引力，說什麼人家都相信。",
            "325 的人更厲害，325 是行動在前面，小鳥說不下來，就爬上去樹把它說下來，不達到目的不放棄，所以 325 的人會更著急一點。",
            "235， 325 的後面都是 5，所以他們的目標方向都很明確。但如果走負面的話，這是一群非常固執的人，因為有 5 的人格局必須要很大的，凡事不要猜疑、不要善變，不要整天糾結於小小事情，不然別人是跟不上你的節奏的。",
            "有這組數字的人，個人風水方面有水火沖，所以盡量控制自己的情緒，不要輕易發脾氣，不然會沖人、沖財、沖物、沖感情。"
        ]
    },
    "246_426": {
        "title": "銷售與團隊",
        "content": [
            "這個數字是銷售高手，說什麼能成什麼，6 在後面，用智慧去說，會吸引財富。如果用小聰明去說，只能拿到眼前的小利。",
            "246 是小單的銷售高手，426 是大單的銷售高手。如果是賣產業的話，246 是賣排屋的，426 是賣別墅的。",
            "這個數字也是帶團隊的高手，但切記兩個字：舍得。",
            "有這個號的人要舍得，因為凡是數字裏面有 6 的人，一定要懂得「舍得」，不要光考慮自己，要考慮別人多一點。"
        ]
    },
    "257_527": {
        "title": "漂亮與固執 (干涉)",
        "content": [
            "257 527 是漂亮的號，女的長得漂亮，男的長的比較帥。天生五官端正。人家都說有 257, 527 是不能羨慕的，因為是天生的。",
            "257 527 的人都由一個小特點，特別的倔，很固執，喜歡刨根問底。能量低的 257，527，自己就是自己的小人。",
            "257 是一個比較特殊的數字，放在不同位置的 257，有不同的解讀。母基因的 257，527，他媽媽壓著他的運，他反克著他的父親。",
            "這些人要等媽媽走了才能起運，但沒有理由說希望媽媽走的。媽媽壓著他的運，他就反過來克他爸爸。",
            "父基因的 257，527，就是爸爸壓著他的運，他就反過來克媽媽。",
            "主性格的 257，上克父母，中克伴侶，下克子女。",
            "除了父基因、母基因與主性格，257 527 出現在人生過程中的位置，說明這個人一生中會經歷很多。",
            "克有幾種磁場，一是吵吵鬧鬧。二是破產克，第三是人沒了，要看整體的數字，只是在父基因，母基因，主性格的三個位置，帶著克的磁場，其他位置都不是克，只是漂亮。",
            "有 257 527 的人，要調整父母；如果是你孩子有 257 527，那就要調整你自己。如果不調整的話，那個被壓運的 257 永遠起不了運。調整方法是配一條手鏈以及 165 平衡牌。"
        ]
    },
    "268_628": {
        "title": "吸金與壓力",
        "content": [
            "有 6 的組合，吸錢的能力很強。能量低的 268 628，談錢就有壓力，因為 8 在後都是有壓力的，跟人談天說地，天文地理，無所不能，一提錢，就覺得壓力很大。",
            "所以，跟這組數字的人談什麼都行，如果他能量低的時候，千萬不要跟他談錢。",
            "這組數字的人一定要控製自己的脾氣，因為有水火沖。",
            "也必須做功德，多做善事，多做好事。",
            "628 很會賺錢，尤其是有水份的錢（不義之財），但必須多做功德，不然錢來了，壓力也會很大，而且還會容易吸引怪病。"
        ]
    },
    "279_729": {
        "title": "桃花與貴人",
        "content": [
            "279，729，兩個水容易發生情愫，一見鐘情。",
            "這個磁場叫異性桃花號，279 是小的異性桃花號，就是年紀比你小的異性貴人；729 是大的異性桃花號，就是比你大的異性貴人。",
            "279，過程是 7，如果說對了話之後，貴人來了，就會成功。",
            "279 729 往往不想男女之間的情感，只是單純在交往，但身邊的異性對自己卻有想法。雖然能吸引很多喜歡自己的異性，不要把他變成桃花，因為桃花帶血帶淚也帶煞，要把他變成貴人，要他甘心情願的幫助你。",
            "桃花朵朵開，卻不能朵朵摘，不然桃花會變質，發生男女關系時，很多東西會微妙地在改變。",
            "有這些號的話，找人辦事要找異性。如果女的有這個號，就找男的，如果男的有這個號，就找女的，基本上都能成功。",
            "總之，279，729 的貴人都是異性。"
        ]
    },
    "281_821": {
        "title": "銷售高手與因果",
        "content": [
            "這是 281 821 是銷售高手，賣東西好像賣白菜似的，高手中的高手。",
            "因果號，帶著前世的因果來到這世上，身體容易出問題。",
            "女有 281 的主性格，手上不能戴任何東西，手表手鏈繩子都不行，會影響運程。",
            "男有 281 的主性格，手指上不能戴戒指，包括結婚戒指，左右手都不能，戴了首先傷了自己。",
            "281, 821 的磁場，很容易引起意外傷害，如車禍。如果你是 281, 821 的主性格，建議自己不要開車，少開車，讓別人開。",
            "821 男的，很容易得腎臟、前列腺與骨科病。821 女的，就容易得婦科類和生殖系統方面的疾病。"
        ]
    },
    "292_922": {
        "title": "驗證號 (光說不練)",
        "content": [
            "「天將降大任於斯人也，必先苦其心誌，勞其筋骨，餓其體膚，空乏其身」是形容這個號的人。",
            "這個號也叫「驗證號」。你跟他說前面有個坑他未必信，等他自己掉進坑了，才回過頭來跟你說真的有坑。",
            "這組號的人在不斷驗證的時候，用的是他們的身體和人生，甚至是他們的生命，需要時間，帶血帶淚。所以人生的過程，何必要親身驗證那麼多，有時人家說的，選擇相信好了。",
            "292 這個磁場叫做「軍師號」，或「點子先生」，是他們不斷掉坑之後累計的經驗得來的。他們愛幫人家指點江山，一想到一個點子，就跟朋友說，自己不做，別人聽了之後做了，人家就成功。",
            "這組人也叫「光說不練」，說得比唱的好聽。",
            "凡是 292 驗證過的事，因為他們不輕易相信，一旦相信，必定已經驗證過了，所以這組人也叫大器晚成。",
            "292, 922 是在父基因的男性，這些人 100%會吸引官司牢獄。即使沒有特意犯法，這個磁場，很容易有牢獄官司"
        ]
    },
    "336_663": {
        "title": "賺快錢與破財",
        "content": [
            "這組人做事一定要腳踏實地，因為他們逢賭必輸，不能做投機取巧的事，如資金盤、股票投機等，否則賺了錢也無福消受，要用自己的身體或家人來置換。",
            "336， 663 這個磁場喜歡賺快錢，行動行動錢就來了，沖動沖動錢就沒了，不止破財，人際關系也沒了。",
            "這組人對錢很敏感，也特別會吸引財富。他們基本上不缺錢，但是沒有活錢，你叫他拿一筆錢出來他拿不出來。",
            "這兩組磁場一定不要沖動，一沖動就破財，你的倒三角裏面沒 4 沒 5 的，基本上都經常破財。這類人也不要發脾氣，一發脾氣就破財。",
            "有 4 沒 5，就容易分清情況。有人告訴你，投資某某項目，你會投進去，不清不楚，所以，堅決不能賭。如果一意孤行要去賭的話，會影響晚年運程。",
            "336, 663 的人，手上不能有太多現金，夠生活就好了，有錢最好買房產等固定資產，錢才能保住。不然的話，一輩子想有錢都很難。手上一有錢，手就癢了，錢很快就沒了。",
            "子女下屬位置上有 336、663、369、639、696、966、753 的人，你家的孩子不是來報恩的，而是來討債，會讓你很操心。所以為人父母哪個有這種磁場必須要調整，不然會很鬧心。"
        ]
    },
    "347_437": {
        "title": "策劃與團隊",
        "content": [
            "這是帶團隊高手的數字。",
            "437 比 347 厲害，因為他是先策劃後再行動。",
            "又是一組水火沖的數字，所以也要註意脾氣，與周圍的人保持互動，不然就因為經常發火而人來人去。",
            "又比如說，人家幫了你，你過後就把人晾在一邊了，等下次你又要找那個人幫的時候，人家是會有怨言的，有事才來找我，沒事就遲緩冷漠（7 的負面）。所以這組數字的人的小人就是這樣來的。",
            "347 437 的人可能沒有特別的意思，但別人會誤以為他沒有誠意，鬧了很多小風波，所以吊墜一定要補上，辨別小人貴人。"
        ]
    },
    "358_538": {
        "title": "付出與回報",
        "content": [
            "又是小火（3）又是大火（8），中間還有土（5）可以承載，所以 358，538 的人很有耐力，非把一件事幹好不可。",
            "能量低時，這類人也很固執不容易聽取別人的意見，撞了南墻也不回頭。",
            "358，538 是付出多，回報少的一群人，因為 8 的人熱心腸，光想著別人家的事情，所以心很累。",
            "358 的人還講究點回報，但 538 的人只管付出，沒有回報也無所謂。",
            "男性的 358，538 容易家外有家。",
            "女性的 358 538 叫老黃牛號，老黃牛愛付出，付出多收獲少，任勞任怨，他們對自己先生很好，但先生卻對外人很好。尤其是七魄裏面沒有 6，沒有 9 的，更是為別人操碎了心，她們是應該無條件對自己好一點的一群。"
        ]
    },
    "369_639": {
        "title": "到处走 (越花越有)",
        "content": [
            "這女性先要讓自己好起來，先生子女才會好。",
            "這個號叫做「到處走，到處有，越花越有」，這個號的人需要多走出去，待在家裏，就會花錢。",
            "能量高的 369, 639，去到哪裏都賺到錢，這些號跟 156, 516 的人一樣，需要走出去，到處去走。",
            "能量高時，369，639 一生只需抓一個機會，就能名利雙收，因為他有一雙慧眼，又有吸金能力，最後會拿到成果，起運很快。",
            "這個數字的人只能做一件事，不能多，如果他貪心無原則，多了他也拿不到。",
            "639 的人到處都能掙錢，但也很快會花錢，買衣服、買鞋子，買的時候很喜歡，沒過多久就不喜歡了。369, 639 如果有七魄有 4，還有自控能力，如缺 4 就很慘，買買買，很難自控。",
            "能量低的 369 叫「小花筒」(買小物件)，639 叫「大花筒」(買大物件)，如果不走出去，花錢不點子上的，買的東西收藏著不用。",
            "子女下屬位置上有 336、663、369、639、696、966、753 的人，你家的孩子不是來報恩的，而是來討債，會讓你很操心。所以為人父母哪個有這種磁場必須要調整，不然會很鬧心。"
        ]
    },
    "371_731": {
        "title": "領導與背叛",
        "content": [
            "一個人行動了，之後貴人來了，最後變成一個大領導。",
            "371 的人，一般是聰慧的大領導，能力很強，用人、識人、留人的能力很厲害。",
            "能量高時，371 有 3 是有一雙慧眼，有 7，有洞察能力，這個領導很會運籌帷幄，具備很高的智商。",
            "371, 731 的人有水火沖，脾氣不好，個人風水不好。",
            "371, 731 當領導，不能發脾氣，因為脾氣一發，下屬就離開了，剩下你一個人發號施令，如果能量高，還駕馭得了。",
            "這個號叫背叛號，他們的磁場容易遭遇背叛，他們背叛人或人家背叛他們。371 叫被人背叛，731 叫主動背叛別人。這個磁場也會壓運。",
            "371， 731 主性格的人自帶 483，843 的磁場，容易犯糊塗，",
            "公司請財務，一定不能請一個 731 的，因為公司的錢被拿走，也不知道哪一天，哪一個結點，磁場一發動，就背叛了。",
            "例如有個人平時不賭錢，一天去雲頂賭錢，輸了幾百千，犯糊塗之下，他就把公款拿去還債，這是原先沒有預料到的。"
        ]
    },
    "382_832": {
        "title": "開光嘴 (脾氣與火)",
        "content": [
            "這個數字的人有著想是開了光的嘴，特別能說會道。",
            "一個 3，一個 8，後面一個 2，兩組水火沖，一組沖事業，兩組沖婚姻，所以 382 的人是有婚姻功課的。",
            "382, 832 的人脾氣暴躁，一點就發火，火燒功德林，變臉比翻書還快。比如我幫了你 9 件事，就第十件幫不上，382 的人就發火了。但他們的火來的快，去得也快，別人還在氣頭上，他們已經沒事了。",
            "382 的人熱心腸，但因為他們的火爆脾氣，往往很多事吃力不討好，所以他們也挺委屈的。",
            "832 的人不一樣，他們不輕易發火，但一旦發火，一定是大火，你不要挑戰他的極限，什麼事都好商量。但如果你過了他的底線，那他們的那個火爆是很可怕的。所以 832 也是心腦血管高發號，他們的身體就像一個定時炸彈，所以一定要特別註意。",
            "主性格 382， 832 男性，吸引雙妻運；女的有了家庭就沒事業，有了事業就沒家庭。"
        ]
    },
    "393_933": {
        "title": "折騰與教練",
        "content": [
            "能量高的 393，933 是教練號，因為他有慧眼，知道怎麼用人，怎麼帶團隊，他能培養出比他優秀的人，復製與倍增。",
            "能量低時，行動了之後有結果了，有結果了還要行動，很折騰。",
            "這個號叫折騰號，就行點了之後還要行動，不斷地找事做。",
            "這種人是閑不住的，一輩子都閑不住，沒事就找事做，反正就不給自己閑下來。",
            "事業可以折騰，事情可以折騰，婚姻也可以折騰，但身體是不能折騰的，這個 393 的折騰會影響身體，這個叫腫瘤的高發號。",
            "393 在倒三角裏面的，腫瘤查出來的是良性居多。如是在倒三角以外的，如當下位、子女下屬位以及未來位置，查出來的是惡性居多。子女/下屬位置有 933，記住，千萬不能做背叛家庭的事，不然的話，這個腫瘤真不好搞。",
            "933 也一樣，所以有這些號的人，每年都要做身體檢查，記好好的愛自己，別再那麼折騰。"
        ]
    },
    "448": {
        "title": "壓力與空想",
        "content": [
            "448，因是想，過程也是想，想著想著壓力就來了。448 的人想得特別多，這些壓力都是自己憑空想象出來的，也要承擔不必要的壓力。",
            "這類人一定要要懂得減壓，不要想那麼多，否則容易吸引三高。",
            "2020 年流年很多人走 448，所以很多人在 2020 年都壓力山大。要特別註意身體健康，因為五行一定土為 0，脾胃容易出問題。所以今年的 448 一定要維穩，不要想那麼多，不然壓力會讓你喘不過氣來。",
            "基本上這個 448 走的都是負能量，想得太多，壓力太大。",
            "主性格 448 的男性容易有官司牢獄，就算是事不關己，無理無故也會惹事上身。"
        ]
    },
    "459_549": {
        "title": "企業家 (目標長遠)",
        "content": [
            "459，549 叫「企業家」號。有這組數字的人，在 40 歲之前，就很容易將企業做得很大。但必須腳踏實地的做企業，做實業，如果做虛的、飄的，容易風吹雨兩倒。",
            "但是，如果磁場對接不好的話，在 40 歲之前沒有建立企業，那在 40 歲之後就會沒有理性的去投資很多東西，會變成不擇手段的一群。盲目的去投資很多東西，去拿到他想要的東西。",
            "459 549 的人這時候應該靜下心來想想，哪些事該做，哪些事不該做。",
            "如果過了 40 歲還未有企業，就必須腳踏實地，不要投機取巧，不然會事與願違。",
            "爸媽有 459，基本上自己會有，孩子也有，尤其是做傳統行業的，家族事業會一代代傳下去。孩子有 459 的號，就要培養他成為企業家。",
            "這些東西都是有磁場的，一代一代傳下來，不是無緣無故，是好的號，就是說你們家是具備有做企業家的福報。",
            "能量低有 459 的話，就不願做企業，喜歡打工，這就浪費企業家號了。"
        ]
    },
    "461_641": {
        "title": "理財高手 (情與財)",
        "content": [
            "理財高手號，經營財務方面的高手，有這方面的天賦潛能。",
            "能量低時，461 的人為情所困；641 的人為錢所困。",
            "461 的人很難從一段情感中走出來，這類人切記，不要把錢看得太重，要懂得舍得，凡是有 6 的數字都得修「舍得」兩個字，要用大智慧，因為財富是吸引來的。",
            "我們不能靠儲蓄省下來的錢致富，因為財富都是吸引來的，錢有四只腳，你永遠也追不上它，要讓它來追你。",
            "當能量低時，461 641 很容易變成情財兩傷。這組人金（1，6）多，容易吸引意外。",
            "461 的人一定要把情商提高。如果家裏孩子有這個數字，從小要把他情商提高，以便將來可以駕馭自己的人生，千萬別亂套了。"
        ]
    },
    "472_742": {
        "title": "平步青雲 (貴人運)",
        "content": [
            "這組數字叫「平步青雲」，472, 742 策劃好之後，貴人來了，一說就成了。",
            "472 742 是一班能說會道的人，口才都很好。",
            "這組數字的人是有官運的，如果拿不到結果是很可惜的。",
            "走在最高能量時，很多高層貴人都出現了，一個就夠，時機來了，整個人生就翻天，平步青雲了。",
            "有這個數字的人，要具備自我提升能量的能力，而且要有行動力，沒有行動永遠也看不到結果。",
            "能量低的 472 742 叫光說不練，只聞樓梯響，不見人下來。所以一定要加強自己的行動能力，或者有一些人在背後推他一把。"
        ]
    },
    "483_843": {
        "title": "專業與糊塗",
        "content": [
            "這組號叫專業號，別人會的你會，別人不會的，你也會。",
            "483 843 這輩子只做專業，是在某個領域做專業。",
            "流年走 448 的人，他的過程就有兩組 483，然後得 336，如果做專業，錢（336）就來了。",
            "很多專家如工程師，都是 483 的專業號，特別喜歡鉆研，喜歡往專業去發展。只要把你的專業做好，這一輩子就成了。",
            "如果你不往專業走的話，483 的磁場叫糊塗號，總在關鍵的時候掉鏈子，腦袋模糊，會做錯事情。如果有很重要的事情要做，真要看個人的數字有沒有 483 843，不然的話他很可能真把事搞砸了。",
            "如果七魄裏面沒有 5，更是糊塗蛋之中的糊塗蛋。",
            "這個號又是老二的命，永遠不能當老大，只能當老二，做一個追隨者。譬如有個企業是我先做的，結果做啊做啊就變成老二。女人容易吸引二婚或老二的命。",
            "如果強出頭硬要做老大或是企業法人，會有官司牢獄，比如韓國前總統樸槿惠。",
            "做專業，可以做到這個行業數一數二的人物，千萬別做老大，否則槍打出頭鳥。"
        ]
    },
    "494": {
        "title": "思想家與犯糊塗",
        "content": [
            "能量高的 494，是厲害的思想家，策劃家。",
            "能量低時，494，前 4 後 4，思前想後，想不明白，容易犯糊塗（483），所以必須註意三高與糖尿病的問題。",
            "494，三個木，肝膽、眼睛容易出現問題，必須提前規避。",
            "這組數字的人，只有自己救自己，沒人救得了他，非常固執，因為 494 的人，非常喜歡想東西，只有他自己想明白了才有用，別人說什麼都不聽。",
            "494 的人有偏財運，不是賭錢的那種偏財運，而是說額外收入比正業收入還要多。81 組數字裏面，只有 494 的人是有偏財運的。"
        ]
    },
    "551": {
        "title": "超級固執 (大領袖)",
        "content": [
            "兩個領袖（5），一個領導（1），這種人特別好強，很自我，但傷的是自己。",
            "一個 5 固執，兩個 5 更固執。所以固執了又固執之後，就剩下一個人。551 的人，特別固執。這個數字真的要用大的能量去駕馭。",
            "如果家裏有 551 的孩子，一定要把他往正能量的方向去指引，讓他性格開朗，心胸寬廣，格局放大，不能固執。",
            "551 的人決定的事，沒有人可以改變他的想法，一根筋。",
            "能量高的 551 是一個大領袖指著方向，目標方向特別明確，他非常聰明，會有很大的財富，是人上人。",
            "但是 551 的人走了負面，會固執到走極端。這個數字沒有中間值。",
            "551 的人是有自殺傾向的。551 的人不傷害別人，只傷害自己。他的委屈放在心裏面不說，頂不住了，鉆牛角尖之後，就想自我了結。世界上最不怕死的就是 551 的人。",
            "超級巨星張國榮，他沒有 551，但他跳樓那天的流日是走 551 的磁場。"
        ]
    },
    "562_652": {
        "title": "旺夫號 (花錢慾望)",
        "content": [
            "男的有這組數字要懂得花錢，為人慷慨大方些，越花錢就越旺自己。",
            "女的有這組數字叫旺夫號，女的花多一點錢就旺夫，越花越有，是 81 組數字裏面唯一的越花越有的數字，但如果她們越省就越壓丈夫的運勢。",
            "一個沒有花錢欲望的人，不會有掙錢的動力，錢是要流通的。",
            "這組數字的人不能調自己，要先調家裏的男丁，因為是旺夫號。",
            "但一般 562 652 的人都挺摳門的，就是走了數字的負面，不舍得花錢，孤寒。結果前面一個大窟窿就等著他，把所有省下的錢都扔進去了。所以，這些號的人不能省錢，要舍得用錢，不然省著省著窟窿就等著了。",
            "562 比 652 較舍得花錢，因為 5 在前面比較有方向；652 一出錢就會心滴血。"
        ]
    },
    "573_753": {
        "title": "高層貴人 (小人)",
        "content": [
            "573 753 叫高層貴人號，有這組數字的人，一輩子都有高層貴人來幫忙。",
            "能量低的 573，753 看不到高層貴人，因為能量不匹配，借不上力。",
            "753 跟 573 的磁場不一樣。753 這個磁場叫來者不善，你身邊的都是來害你的小人。753 的人無條件戴吊墜。",
            "753 的人本身能量較低，吸引小人，所以 753 修的是自己的行為與表達方式。",
            "753 也是一個大的官司牢獄號。",
            "753 在女子下屬位置，子女/下屬是來討債的，是來者不善給你敗家來的。",
            "能量高的人，753 會變成十個 573，吸引高層貴人。"
        ]
    },
    "584_854": {
        "title": "樂天派與憂鬱",
        "content": [
            "584 的人是個樂天派，不切實際的想，眼高手低，在白日做夢，活在未來。854 就不同了，854 的人想的比較負面，杞人憂天，容易抑郁。",
            "584 854 有一個特殊的地方。在倒三角 584 的主性格（其他位子不算）：跟 527，257 都一樣。上克父母：孩子出生之後你會發覺，不是夫妻感情逐漸變差，就是家裏的財富會減少，事業慢慢會不順，身體健康會衰退等。中克自己的伴侶，下克自己的子女。總之是帶這克的磁場。",
            "這組人也是不能先調整自己，先調整家裏的雙親。",
            "這類人必須好好做功德。"
        ]
    },
    "595_955": {
        "title": "大哥大與大姐大",
        "content": [
            "能量高的 595，955 容易大成，做到別人辦不到的事。",
            "男的是大哥大，女的是大姐大。沒有中間值，大好大壞。",
            "這類人膽子特別大，黑社會老大、恐怖分子，好多都有這些數字，是天不怕、地不怕的一群，不把法律放在眼裏。",
            "但如果走負面能量低，是官司牢獄號。"
        ]
    },
    "663": {
        "title": "賺快錢 (投機)",
        "content": [
            "663 跟 336 是一樣的磁場。這組人做事一定要腳踏實地，因為他們逢賭必輸，不能做投機取巧的事，如資金盤、股票投機等，否則賺了錢也無福消受，要用自己的身體或家人來置換。",
            "336， 663 這個磁場喜歡賺快錢，行動行動錢就來了，沖動沖動錢就沒了，不止破財，人際關系也沒了。",
            "這組人對錢很敏感，也特別會吸引財富。他們基本上不缺錢，但是沒有活錢，你叫他拿一筆錢出來他拿不出來。",
            "這兩組磁場一定不要沖動，一沖動就破財，你的倒三角裏面沒 4 沒 5 的，基本上都經常破財。這類人也不要發脾氣，一發脾氣就破財。",
            "有 4 沒 5，就容易分清情況。有人告訴你，投資某某項目，你會投進去，不清不楚，所以，堅決不能賭。如果一意孤行要去賭的話，會影響晚年運程。",
            "336，663 的人，手上不能有太多現金，夠生活就好了，有錢最好買房產等固定資產，錢才能保住。不然的話，一輩子想有錢都很難。手上一有錢，手就癢了，錢很快就沒了。",
            "子女下屬位置上有 336、663、369、639、696、966、753 的人，你家的孩子不是來報恩的，而是來討債，會讓你很操心。所以為人父母哪個有這種磁場必須要調整，不然會很鬧心。"
        ]
    },
    "674_764": {
        "title": "清高與孤傲",
        "content": [
            "這類人是很聰明的，什麼都懂，洞察力也強。能量高的時候能大成，助自己一臂之力。",
            "這個號叫清高孤傲的號，這種人比較清高，比較孤傲，比較高冷，沒有親切感，自帶天生的傲骨。",
            "他們的這種高冷不是裝出來的，而是外在就是給人孤傲的感覺。",
            "這類人比較愛面子，常常死要面子活受罪。所以這類人必須放下自己的身段與傲氣，要融入人群當中。",
            "由於這種性格，身邊朋友不多，七魄裏面如果沒有 5，很多是小人，落井下石的人也多。",
            "凡是有 7 的數字就一定要用吊墜來區分貴人和小人，吸引貴人擋小人。"
        ]
    },
    "685_865": {
        "title": "佛號 (承擔者)",
        "content": [
            "用智慧去承擔成就大領袖，大好大壞的數字。",
            "這類人一定要有信仰，以助人為樂為信念，這輩子是註定要做功德的事情，就像 134，314 一樣。",
            "685，865 叫佛號，有這個號是因為父母或祖輩在佛前求子，叫觀音送子，他們來到這個世上是來還債的。",
            "有這個號的，要歸依佛門，回到佛門裏面去，是有佛緣和有福報的人。",
            "多做功德，人會越來越好，越來越幸運。如有的些號而不做功德，不去行善積德的話，很容易倒黴。"
        ]
    },
    "696_966": {
        "title": "財富與點石成金",
        "content": [
            "這兩個號碼是財富號，又拿財富，又拿成果，千萬身家之號，是你的祖輩給你的財富。",
            "這些錢是老祖宗給的，有福報的錢，前提是必須要有一個好名字。",
            "如果有 696, 966 但還是好窮，就是因為沒有一個好名字，錢袋穿了一個窟窿，走到哪裏漏到哪裏。",
            "966，696 改了一個好名字過後，變化最大的是你會很快見到錢聚在你的手上，錢能夠留下來。不然，這個號 696 叫銀行的搬運工，或者叫過路財神，左手來了，右手走，錢來錢去。",
            "966 也叫點石成金，你點誰，誰都成金，就是說你把錢都點給人家了。966，696 的人去到飯店吃飯，飯店本來沒有什麼客人，只要坐下來，一會就來了很多客人。",
            "到商店買東西，本來商店沒什麼人，結果一買東西，很多人就來買了。你知道那些人吃的錢是誰的？用的錢是誰的？是你的！",
            "你多博愛，多喜歡派錢給人家。就算你去到那裏就把錢漏到哪裏，那些吃飯的，買衣服的，買房子的錢都是你的，還有你跟誰合作，誰賺錢，你賺不了錢。",
            "奉勸有 696, 966 的人，一定要改一個好名字，才能把自己的財接住了。你付出的錢跟接回來的錢，會差十萬九千裏，到時你是最有感覺的。",
            "966 還有更恐怖的，966 在子女下屬位，如果能量高加上一個好名字，可以庇佑三代。你家孩子都是財富家。",
            "另一個在你晚年生活及子孫後代位置的 966，老的時候，你會過著非常有錢，很富裕的生活，你的子孫後代都有錢。",
            "不然的話，這個 966 點石成金，把你的錢點完給人家之後，就點你的健康，健康點完之後，輪到點到你兒子上，把兒子的錢點給別人了，點完之後把兒子的健康也點了，兒子點完之後到孫子上。",
            "所以這個 966 在這個位置真的要有一個好名字，因為你可以把那個錢和福德留給你的下一代。",
            "改名字不是為你而改的，是為你整個家族而改的。",
            "子女下屬位置上有 336、663、369、639、696、966、753 的人，你家的孩子不是來報恩的，而是來討債，會讓你很操心。所以為人父母哪個有這種磁場必須要調整，不然會很鬧心。",
            "這個位置的 966，696 也容易吸引壓孩子運的磁場，會破財、官司，和最嚴重的白發人送黑發人的情形。"
        ]
    },
    "775": {
        "title": "有仇必報",
        "content": [
            "睚眥必報型，有仇必報。",
            "775 一輩子都是人際關系課題。",
            "7，人，貴人，貴人來了，目標方向就有了，775，不缺人。",
            "775 的人一定要放大格局，海納百川，就會有很多朋友跟著你在一起，個個來到身邊的都是貴人。",
            "775 的人駕馭不好的話，都是小人，特別小氣，有仇必報，一旦被得罪就會算賬，一定報仇。即使是一句得罪的話都不行。",
            "775 下面有兩組 753，都是來者不善的小人，容易犯口舌是非，官司牢獄。所以，還是得靠吊墜來辨識貴人小人。",
            "王菲是 775 的主性格，脾氣很不好，誰得罪了她，她一定會回擊。"
        ]
    },
    "786_876": {
        "title": "異性貴人",
        "content": [
            "水火沖，大水沖大火，個人風水有問題，所以有平衡五行。",
            "異性貴人號，786 是小的異性貴人，876 是大的異性貴人。",
            "跟 279 和 729 不同，279，729 是來幫你拿成果的，但是 786, 876 無條件幫助你，跟你一起承擔，只求付出，不求回報、死心塌地去幫助你，所以這些是你的異性支持者。",
            "279，729 的異性貴人是會「一見鐘情」；786，876 的是會「日久生情」。",
            "這組號數的人有水火沖，一定要註意脾氣，一發火這些貴人就變成小人了。"
        ]
    },
    "797_977": {
        "title": "人際關係與貴人",
        "content": [
            "也是一輩子人際關系功課的數字。",
            "貴人來了，成功了，後面還是貴人，這一輩子貴人不斷。",
            "這類人最討厭人家欺騙他，必須對他誠實。",
            "他也喜歡打破砂鍋問到底，因為 7 多，7 多的人很喜歡刨根問底。",
            "797 的人很容易大成。能量高的 797 人這輩子只需做一件事，做好自己的人品，做好了，你的貴人資源源不斷來幫你。",
            "797 的人冰箱裏很多朋友，總把朋友放在冰箱裏，來了一批就放在冰箱裏，用不到就放冰箱，來了一批，用不到又放冰箱。",
            "797，977 的人，要經常打開你的冰箱，把你的朋友拿出來解凍一下。很簡單，只要你發個微信給人家問候一聲，收到你信息的人一整天都美美的，朋友就義無反顧地跟著你，這就是 797，977 的魅力。",
            "低能量的 797，977，招來的都是小人，會在背後插你一刀，吸引官司牢獄。",
            "男的 797，977 要註意前列腺與骨頭問題；女的要註意婦科與子宮問題。"
        ]
    },
    "887": {
        "title": "婚姻波折 (減壓)",
        "content": [
            "8 打頭的數字，一定要懂得減壓，這類人的壓力是很大的。",
            "887 是兩組大的水火沖，自身脾氣不好，脾氣發出來像一個原子彈一樣，一爆全部人都受牽連。",
            "也因為兩組水火沖，容易影響婚姻，是最大的婚姻波折號。",
            "887 的人脾氣好的時候很好，因為有兩個 8，很熱心腸；脾氣不好的時候，真的受不了他。",
            "有 8 的人，承受壓力的能力強，傷風感冒都不是事兒；沒 8 的人一點小感冒就受不了了。",
            "887 也要註意心腦血管方面的疾病，也容易頭疼。"
        ]
    },
    "898_988": {
        "title": "責任與權力",
        "content": [
            "898 將所有的責任往自己身上壓，不是他的責任都去承擔，把所有不關事的壓力都往自己身上施。",
            "所以也是心腦血管高發號，身體健康是 898 人的大功課。",
            "898 的人脾氣不好，兩個火，大火。",
            "主性格男的 898，988 的人喜歡權力，他越要權力，越容易吸引官司牢獄。所以，盡量不要去當官，不要當老大，不然壓力會更大。"
        ]
    },
    "999": {
        "title": "結局與極端",
        "content": [
            "112 是開始，999 就是結束，最後一組數字，也是比較特殊的。",
            "一個 9 的負面是貪心，兩個 9 更貪，三個 9 超級貪。",
            "沒有中間值，一個天堂，一個地獄。",
            "這類人不要去做金融方面的投資，因為金克木，你是掙不到錢的，如掙到到的話，也是要用其他東西去置換的。必須腳踏實地去做事業。",
            "能量級別不一樣的 999：",
            "古時候皇上皇後太後娘娘都是 999 的，這個 999 的主性格頭頂頂個 9，基本上是皇帝的命。999 是一個很極端的數字，駕馭得就是九五之尊，帝王之上。駕馭不好就是非常的悲哀。變成階下囚！",
            "能量級別不一樣的 999：之二 -- 能量高的是大富翁，能量低就是天天都口袋穿洞。",
            "能量級別不一樣的 999：之三 -- 能量高的 999 兒孫滿堂，家庭幸福。能量低的話，就相當不好。",
            "999 在幾個不同的位置有比較特殊的講法：",
            "男的在子女/下屬位置的 999 要生個女孩。如果女的在這個位置 999 要生個男孩，這樣的話才能保住婚姻，不然的話容易離婚。已經驗證了很多生不出異性寶寶的夫妻，最後都以離婚收場。"
        ]
    }
}